Revit 2024 API
SymbolTypeId.CfmPerSf Property
 Symbol CFM/SF, indicating unit Cubic feet per minute square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CfmPerSf { get; }
Visual Basic
Public Shared ReadOnly Property CfmPerSf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CfmPerSf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace